Repository: nublado-project/nublado-project
Catalog: nublado/project_app/locale/*/LC_MESSAGES/django.po
Languages: es

source: common.language.en
es: inglés

source: common.language.es
es: español

source: common.monday
es: lunes

source: common.tuesday
es: martes

source: common.wednesday
es: miércoles

source: common.thursday
es: jueves

source: common.friday
es: viernes

source: common.saturday
es: sábado

source: sommon.sunday
es: domingo

source: common.abbr.monday
es: lun

source: common.abbr.tuesday
es: mar

source: common.abbr.wednesday
es: mié

source: common.abbr.thursday
es: jue

source: common.abbr.friday
es: vie

source: common.abbr.saturday
es: sáb

source: common.abbr.sunday
es: dom

source: bot.message.coin_heads {member}
es: {member} ha lanzado una cara.

source: bot.message.coin_tails {member}
es: {member} ha lanzado una cruz.

source: bot.message.dice_roll {member} {dice}
es: {member} ha tirado {dice}.

source: bot.message.dice_roll_total {member} {dice} {total}
es: {member} ha tirado {dice}. Total: {total}

source: bot.message.dice_specify_number {min_dice} {max_dice}
es: Por favor, especifica el número de dados ({min_dice} - {max_dice}).

source: It's {weekday}, {time} {timezone}.
es: Es {weekday}, {time} {timezone}.

source: bot.message.bot_start {member} {bot_name}
es: Hola, {member}. {bot_name} ha sido iniciado.

source: bot.message.hello {member_receive} {member_send}
es: Oye, {member_receive}. {member_send} te saluda.

source: bot.message.text_required
es: Este comando requiere un argumento de texto.

source: bot.message.testing
es: probando probando

source: bot.message.i_agree
es: Estoy de acuerdo.

source: bot.message.welcome {name}
es: Bienvenido/a al grupo, {name}. Lee las siguientes reglas y pulsa el botón de "Estoy de acuerdo" para participar. *Reglas* - Comunícate solo en inglés o español. - Sé un buen ejemplo. Ayuda a los demás con las correcciones. - Preséntate con un mensaje de voz al unirte.

source: bot.message.welcome_agreed {name}
es: Bienvenido/a al grupo, {name}. *TIENES QUE PRESENTARTE CON UN MENSAJE DE VOZ O SERÁS EXPULSADO/A DEL GRUPO .* Es nuestro protocolo para filtrar las cuentas falsas, troles, estafadores, bots, etc. Esperamos tu presentación.

source: bot.message.language_set {language}
es: El idioma del bot ha sido cambiado al {language}.

source: bot.message.invalid_language_key {language_keys}
es: Error: Las posibles claves de idioma son [{language_keys}].

source: bot.message.no_notes
es: No hay ninguna nota guardada.

source: bot.message.notes_list {notes}
es: *Notas* {notes}

source: bot.message.note_saved {note_tag}
es: La nota *{note_tag}* ha sido guardada.

source: bot.message.note_removed {note_tag}
es: La nota *{note_tag}* ha sido eliminada.

source: bot.message.note_no_exist {note_tag}
es: La nota *{note_tag}* no existe.

source: bot.message.note_no_content
es: Una nota necesita contenido.

source: bot.message.note_no_tag
es: Una nota necesita una etiqueta.

source: bot.message.note_no_args
es: Una nota necesita una etiqueta y contenido.

source: bot.message.no_give_points_bot {points_name}
es: No puedes regalarle {points_name} a un bot.

source: bot.message.no_take_points_bot {points_name}
es: No puedes quitarle {points_name} a un bot.

source: bot.message.no_give_points_self {points_name}
es: No puedes regalarte {points_name} a ti mismo/a.

source: bot.message.no_take_points_self {points_name}
es: No puedes quitarte {points_name} a ti mismo/a.

source: bot.message.give_point_member {sender_name} {sender_points} {points_name} {receiver_name} {receiver_points}
es: *{sender_name} ({sender_points})* le ha regalado una {points_name} a *{receiver_name} ({receiver_points})*.

source: bot.message.give_points_member {sender_name} {sender_points} {num_points} {points_name} {receiver_name} {receiver_points}
es: *{sender_name} ({sender_points})* le ha regalado {num_points} {points_name} a *{receiver_name} ({receiver_points})*.

source: bot.message.take_point_member {sender_name} {sender_points} {points_name} {receiver_name} {receiver_points}
es: *{sender_name} ({sender_points})* le ha quitado una {points_name} a *{receiver_name} ({receiver_points})*.

source: bot.message.take_points_member {sender_name} {sender_points} {num_points} {points_name} {receiver_name} {receiver_points}
es: *{sender_name} ({sender_points})* le ha quitado {num_points} {points_name} a *{receiver_name} ({receiver_points})*.

source: bot.point_name
es: gota de lluvia

source: bot.points_name
es: gotas de lluvia
